albymor.increment-selection
aliariff.auto-add-brackets
ChakrounAnas.turbo-console-log
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.copilot
glenn2223.live-sass
ms-azuretools.vscode-docker
oderwat.indent-rainbow
pflannery.vscode-versionlens
ritwickdey.LiveServer
roerohan.mongo-snippets-for-node-js
SonarSource.sonarlint-vscode
styled-components.vscode-styled-components
tomoki1207.pdf
wayou.vscode-todo-highlight
